[
    {
        "username": "ST Patrick",
        "playtime": "总时数 9.2 小时",
        "content": "发布于：2023 年 8 月 26 日\n因为我右手有一定的残疾 回合制游戏是最合适我玩的游戏 这款游戏超长的剧情我很喜欢 如果后期有任何DLC我都会第一时间购买 这是我第二款全价购买的游戏 希望拉瑞安工作室越来越好",
        "recommended": "不推荐"
    },
    {
        "username": "doctor.frank",
        "playtime": "总时数 218.2 小时",
        "content": "发布于：2023 年 8 月 8 日\n拉瑞安告诉我们，无论你画了多大的饼，都最好做完了再放出来。",
        "recommended": "不推荐"
    },
    {
        "username": "Ruhc",
        "playtime": "总时数 99.7 小时",
        "content": "发布于：6 月 27 日\n不论游戏里还是生活中，祝各位的骰子永远都是20。",
        "recommended": "不推荐"
    },
    {
        "username": "10year_",
        "playtime": "总时数 180.6 小时",
        "content": "发布于：2023 年 8 月 12 日\n饼是画了的，游戏是高质量的，工作室是听意见的，熊是可以日的，票是反向跳的，评是必须好的",
        "recommended": "不推荐"
    },
    {
        "username": "Spana",
        "playtime": "总时数 108.9 小时",
        "content": "发布于：2023 年 11 月 30 日\nDeje el LoL",
        "recommended": "不推荐"
    },
    {
        "username": "MadcatClan",
        "playtime": "总时数 120.0 小时",
        "content": "发布于：2023 年 11 月 23 日\n年度游戏稳了，不可能输的。我说的",
        "recommended": "不推荐"
    },
    {
        "username": "好冷",
        "playtime": "总时数 79.7 小时",
        "content": "发布于：2023 年 11 月 15 日\n实在是太好玩了，我求你买一份，实在不行我给你买一份",
        "recommended": "不推荐"
    },
    {
        "username": "Dleams",
        "playtime": "总时数 154.5 小时",
        "content": "发布于：2023 年 8 月 13 日\n很好玩，可惜人生不是博德之门。那些足以改变命运的抉择时刻，没有骰子可以碰运气，也出现得一点都不隆重，更不会有BGM提醒你，甚至在悄无声息或莫名其妙中就决定了",
        "recommended": "不推荐"
    },
    {
        "username": "Pessanha",
        "playtime": "总时数 134.4 小时",
        "content": "发布于：2023 年 8 月 22 日\nesse jogo me concedeu a habilidade de ir trabalhar com 3 horas de sono durante duas semanas inteiras.",
        "recommended": "不推荐"
    },
    {
        "username": "Hel_over",
        "playtime": "总时数 52.3 小时",
        "content": "发布于：2023 年 8 月 4 日\n全网最主观最偏激最片面最刻板的《博德之门3》人物创建手册\n\n如果你之前完全没有接触过这类游戏，仅仅因为看到了日熊视频就被骗了300块，那本手册就是为你量身定做的。龙与地下城是一套出了名复杂的规则，你几乎一定会在捏人界面面对11个种族12个职业6项属性18个技能陷入无助。但不用怕，本文力求用最高效的方法帮你快速建立印象，助您在半小时内顺利进入游戏。\n\n种族\n很多教程会先从职业介绍起，我认为这是完全错误的。作为一款3D高清互动日熊模拟器，最重要的是谁躺熊下面，因此种族和外观高于一切，是你最先应该决定的东西。\n\n精灵\n你优雅，你精致，你美丽，你超凡脱俗，你就是脆弱感审美的代表。你能活700岁，但200岁的时候你跟20岁的人类小伙子一样上街拔人气门芯。\n-高等精灵\n你住在城里，皮肤白皙，擅长魔法，并且看不起乡下的穷亲戚。\n-木精灵\n你就是乡下的穷亲戚。\n-卓尔精灵（黑暗精灵）\n你是住在地底的亲戚，因为晒不到太阳精神出了点问题，变得邪恶、偏激、热衷SM和喊妈妈。你平等地仇视每一个晒得到太阳的种族。\n\n半精灵\n因为精灵实在是太好看了所以你的父母之中只有一方是精灵，另一半是有地上最强打桩机之称的人类。你基本继承了精灵的特点因为人类实在没有什么特点。\n\n人类\n你。\n有人说人类是世界上最有创造力和有无限可能的种族，但你知道那其实就是没有什么特点的礼貌说法。\n非说有什么的话就是人类性欲特别旺盛，我相信你也是。\n熊也同意。\n\n矮人\n你很矮。你喜欢挖洞，也喜欢金子，说不清是因为挖洞才喜欢金子还是因为金子才喜欢挖洞。\n-灰矮人\n你挖得太深了以至于变成了黑暗矮人。你的文化习惯跟黑暗精灵差不多，除了SM。\n\n半身人\n你比矮人还矮。你喜欢种田。你在《魔戒》里叫霍比特人。\n\n侏儒\n你比矮人还矮，但比大家都聪明。你很有幽默感，可惜并不是所有人都认同这一点。你坚持认为是你智商太高了一个笑话能讲三千字其它种族跟不上你幽默的节奏，所以你决定再讲一遍。\n\n半兽人\n你是打桩机的另一个杰作。\n\n提夫林\n如果你认为跟魔鬼签订契约被注入遗传基因也算是跟魔鬼睡了的话，那你也可以自认为是打桩机的又一杰作。\n\n龙裔\n我知道你在想什么，但很可惜，你是卵生的。\n\n职业\n好了轻松的黄色笑话看完了，接下来我们进入正题。这依然是全网最主观最偏激最片面最刻板的职业介绍，但我保证绝对不会再出现黄色笑话（主观）。\n\n战士\n主要属性：力量或敏捷\n你不相信什么魔法神术这些怪力乱神的东西，认为这个世界上值得信赖的只有自己的剑。你每天起床都训练挥剑100次，终于在20级时练出了6秒砍8刀的帕金森神技。\n注意想玩剑盾和双手巨武器的点力量，想玩弓弩双刀点敏捷。\n\n牧师\n主要属性：感知\n你厌倦了蜷在修道院忏悔室里听小区大爷大妈无止境的唠叨，你要穿上你的盔甲拎起钉头锤跟随十字军战士在战斗的最前线物理超度异教徒传播你主的福音。\n然后你发现这已经是两个版本前的光辉历史了，现在你的钉头锤谁也敲不死。\n\n神圣领域\n成为一个牧师除了要选择自己信什么神，还要选择自己的领域。领域这个概念相当于“你这个神能管什么”，比如找关二爷可以求财求平安，你在他手下当牧师，就可以选择帮他接待求财的信众还是出门替人保平安。一般来说神和领域的对应关系是受限的，找关二爷求姻缘他显然无能为力，但《博德之门3》中把限制取消了，无论你信什么神，都可以选择所有的领域。\n从游戏的角度讲，领域的选择比神祇更重要些，这决定了你部分的能力。\n\n-知识领域\n你是教堂里的图书管理员，没事就偷书看，所以你什么都懂一点。\n-生命领域\n你奶很大，非常非常大。\n-自然领域\n你有点搞不清楚自己到底是牧师还是德鲁伊，直到你发现自己不会变身。\n-光明领域\n别人有点搞不清你到底是牧师还是法师，因为你也会丢火球。\n-风暴领域\n你特别喜欢雷神索尔。\n-诡术领域\n你不太喜欢那些伟大光明正确的家伙，决定成为小偷骗子和赌徒的保护神。\n-战争领域\n你是旧版牧师忠诚的卫士，即使在新版本里也坚持要穿板甲拎战锤给敌人脑袋开瓢。你忠诚到就算当个半吊子也不愿转职圣武士。\n\n游荡者\n主要属性：敏捷\n你是一个不羁的浪子，一个规则的藐视者，所以你创造了一个专门打破规则的角色。你要乔装成主教的样子逛窑子，你要用偷窃技能往城镇守卫的裤裆里塞雷，你要潜进墓地猛吃仇人的贡品，你要摧毁这个世界上循规蹈矩的一切。\n但现在你成了整个团对规则最熟悉的人，你随身常备一本规则书查阅造成夹击但又陷入劣势的时候到底能不能算偷袭。\n\n法师\n主要属性：智力\n你是标准版里唯一会用到智力的职业，认识到这件事后你看队友的眼神变得充满关爱。你时常幻想一种由法师和他的低智力仆从们构建的社会架构，直到你被路过的战士连砍8刀。\n我比较推荐法师作为施法职业入门，这是所有职业里唯一可以靠读书看报学会新魔法的，试错成本很低。（其他人都得靠升级）\n\n野蛮人\n主要属性：力量\n次要属性：体质\n你的胸肌实在太大了大到穿不下任何衣服，你的肾上腺素是常人的五倍以至于不知道什么叫疼痛。面对攻击你甚至都不屑于躲闪，你用胸大肌夹住他的剑抡起大斧爆了他的头。\n\n圣武士\n主要属性：力量\n次要属性：魅力\n你是战士和牧师的混血，但一不小心混过了头混成了最强职业。\n你在看完职业介绍之后说了一句“这不就圣骑士吗”引来了无数弹幕老师教你圣武士和骑士的区别。\n你听完了也不觉得有多大区别。\n\n-奉献之誓\n你是标准的圣武士。你的誓言就是抄的骑士美德。\n-古贤之誓\n你是乡下人的圣武士。你住在树上，你的誓言是每天起床都要刷牙洗脸好好跟隔壁的猴子和游侠打招呼。\n-复仇之誓\n你觉得其它骑士发的誓都很娘炮，所以你的誓言是“恶·即·斩！”。你的生日愿望是所有背地里嘲笑你中二的人都不得好死。\n-弃誓者\n有一天你没遵守自己的誓言，神一生气把你的神力没收了。（这是个隐藏职业不能直接选）\n\n德鲁伊\n主要属性：感知\n你是这个世界永远的备胎。在以前，如果一支队伍招到只剩一个空位了才发现自己一个施法者都没带，他们就会向你发出邀请。但现在这个生态位被吟游诗人挤占了，人家能打能奶能睡NPC还能兼职干游荡者的脏活。\n直到你变成熊的视频火爆全网。\n\n游侠\n主要属性：敏捷\n次要属性：感知\n你是战士和德鲁伊的混血。在你的表亲圣武士强度登顶的时候，你是12个职业的垫底。你实在太可怜了，可怜到游戏设计师偷偷开后门加强你，还专门给你塞了个强到爆子职业。你现在满心期待游戏发售，等着享受嘲笑吊车尾的滋味。\n\n术士\n主要属性：魅力\n出于你祖上不知道哪儿来的奇怪血统，你不用学习就会放魔法，这件事让所有法师都恨得牙根痒痒。因为太有天分你从小就不好好读书，长大后你也看不懂法师写的那些魔法公式，只能靠升级从自己血统里慢慢悟，导致你会的法术条目比较少。但相对的你可以用自己的天赋调整塑造这些法术。\n新手玩术士的试错成本比较高，错过了强力魔法会让战斗不太顺利。\n\n术法起源\n术士创建人物的时候就要选自己的血统，声明你的法术是从哪儿来的。\n\n-龙族血脉\n你祖上日了龙，所以你长出了皮癣一样的鳞片。\n-风暴术士\n你祖上日了闪电，所以你现在成为了风暴牧师在cos雷神道路上的最大挑战，但你根本没把他放在眼里，你想出的是暴风女。\n-狂野魔法\n你翻遍了族谱也不知道自己祖上日了啥，这种疑惑和混乱伴随了你一生，你每次施法都可能收获意想不到的混沌效果，以及跪在地上求你别再施法了的队友。\n\n吟游诗人\n主要属性：魅力\n次要属性：敏捷\n你选了吟游诗人，所有人都对你报以意味深长的微笑，等着你把游戏里所有NPC都日个遍。你一边辩解说自己只是热爱诗歌和音乐，一边把魅力拉到了最高，在法术列表里选上了交友术、睡眠术和魅惑人类。\n吟游诗人跟术士一样，需要在升级的时候手选魔法。但我知道这点困难对打桩机来说不值一提。\n\n邪术师\n主要属性：魅力\n你可能是魔兽世界的术士玩家，《浮士德》的忠实读者，或者是乙方代表。总之你特别喜欢跟别人签订契约获得力量，不劳而获的快乐让你无法自拔。\n邪术师的施法规则很特殊，比术士吟游诗人简单些，升级时的选择也更少。\n\n异界宗主\n跟术士一样，你要声明一下到底是跟谁签的契约，力量从哪儿来。\n\n-邪魔\n你跟魔鬼签的契约，决定成为小圆。\n-至高妖精\n你和长翅膀的小精灵签了约，决定成为木之本樱。\n-旧日支配者\n你是一个CoC玩家，被朋友硬拉来DnD里凑数，兴奋地发现这里可以光明正大地跟克苏鲁签约不用撕卡。\n\n武僧\n主要属性：敏捷\n次要属性：感知\n大家以为你是个武打电影狂热粉丝，但其实你是微信运动重度用户。你场均步数是野蛮人的3倍，出手次数是圣武士的2倍，抢断控制是吟游诗人2倍，伤害得分和战士不相上下。你相信组5个武僧可以轻松拿下《博德之门》NBA，但就是没有人带你玩。\n\n属性\n属性加点是一个比较复杂的活儿，这里给出一个最简易快捷的加点方法，并不完美，但对新玩家而言足够了。\n\n注意：以下所有属性数值都指计算种族加成后的最终值。\n\n首先保证你所有的属性最终结果都是双数，这是最重要的一条规则。\n然后查一下你职业的主要属性是什么，把它加到16。如果你的职业有次要属性，把它加到至少14。\n剩下的点数分配给敏捷和体质，施法职业一般直接加给体质。\n敏捷作为非主要属性时的处理比较复杂。首先保证它不低于10，然后查看你职业和种族的护甲熟练项，有重甲熟练敏捷就不要高于10，有中甲熟练的不要高于14。\n\n技能&出身\n\n技能决定了你的角色在战斗以外的能力，它一部分来自你的属性，另一部分来自你是否熟练掌握它，也就是是否将它选为熟练项。\n属性的优先级高于技能，一般不会为了技能调整主要和次要属性的加点。\n技能一般为角色扮演服务，你希望你的角色擅长什么就选什么。如果实在不知道选啥，优先选你主要属性分类下的。\n\n出身背景的设定也是为了角色扮演服务，选自己喜欢的就好。功利一点的话避免种族和出身重复提供同一个技能的熟练就行。\n\n转载来自微博：@王蜜桃",
        "recommended": "不推荐"
    },
    {
        "username": "坏脾气恐龙",
        "playtime": "总时数 153.3 小时",
        "content": "发布于：2023 年 9 月 20 日\n兄弟们，我把星空退款的钱拿来买这个了，我做的对吗",
        "recommended": "不推荐"
    },
    {
        "username": "七七酱",
        "playtime": "总时数 128.3 小时",
        "content": "发布于：2023 年 10 月 12 日\n玩一次别错过，要不我给你买也行，球球了",
        "recommended": "不推荐"
    },
    {
        "username": "D0STIN",
        "playtime": "总时数 431.0 小时",
        "content": "发布于：2023 年 11 月 26 日\nse baldurs gate 3 ganhar o goty eu vou dar a bunda para todo mundo que curtiu essa análise (podem printar para postar no Dormir Não Da XP)",
        "recommended": "不推荐"
    },
    {
        "username": "clockworkarchangel13",
        "playtime": "总时数 265.4 小时",
        "content": "发布于：2023 年 9 月 13 日\nmy work is really cutting into my Baldur's Gate 3 time. should i quit?",
        "recommended": "不推荐"
    },
    {
        "username": "dragonkight",
        "playtime": "总时数 254.6 小时",
        "content": "发布于：2023 年 12 月 18 日\nYou can convince bosses to kill themselves. 10/10",
        "recommended": "不推荐"
    },
    {
        "username": "杰森·托德的夫人",
        "playtime": "总时数 1,165.8 小时",
        "content": "发布于：2023 年 12 月 29 日\n主角可以随时改名换脸换职业不用新建号，队友可以自己涨经验升级不需要挨个带，维持战斗优势不需要反复刷道具刷怪，诸如此类省时省力的游戏设计的背后大概是对游戏本身饱满信息量的自信吧。\n你看，拉瑞安给我设置了那么多不用肝的功能，但我还是玩到了现在这个时长——我喜欢这个故事，喜欢故事里的每一个人，游戏的繁杂细节和诸多走向让我始终保有高昂的兴趣——我不用忍受肝的无聊痛苦，每一分钟的游戏体验都是实实在在的快乐，是来自游戏本身而不是低级套路的快乐~",
        "recommended": "不推荐"
    },
    {
        "username": "InstaCoffee",
        "playtime": "总时数 212.4 小时",
        "content": "发布于：2023 年 8 月 12 日\nPossessed a guard and had them open a gate containing giant spiders - Watched from the rafters as chaos ensued - broke into a vault and told the guards an innocent child did it - child went to jail. 10/10",
        "recommended": "不推荐"
    },
    {
        "username": "DragonEnchantress",
        "playtime": "总时数 138.5 小时",
        "content": "发布于：2023 年 8 月 21 日\nYou know that time when you're playing D&D and you think \"man it would be so cool if this was a game but it would be too intricate and extremely difficult and tasking to create so it's prolly not a reasonable thing to wish for\"? Well this is that game.",
        "recommended": "不推荐"
    },
    {
        "username": "Speederman",
        "playtime": "总时数 258.7 小时",
        "content": "发布于：2023 年 6 月 29 日\n抢先体验版本评测\nEntro en una aldea. Veo unos goblins que han atado a un ñomo en las aspas de un molino y lo están dando vueltas a toda h0stia por diversión. En ese momento, decido hacerme el héroe, irrumpo y los amedrento para que dejen a esa criatura inocente en libertad. Los goblins abandonan el lugar y yo me dispongo a liberar al ñomo. Voy a la parte de atrás del molino, tiro del freno, las aspas paran en seco, el ñomo sale volando a aproximadamente 700 km/h y se revienta contra el suelo por mi culpa, que no leí que ese era el freno pero de emergencia.\nDespués de esta épica hazaña no me queda más remedio que recomendar el juego.",
        "recommended": "不推荐"
    },
    {
        "username": "Rhonda",
        "playtime": "总时数 374.5 小时",
        "content": "发布于：2023 年 9 月 22 日\nI have only one point of criticism:\nThis game lacks a proper ending or epilog; something like The Witcher's Blood & Wine DLC. After adventuring hundreds of hours, after growing fond of and close to my companions, I got kicked so hard out of the game - it hurt!\nIn fact I immediately started a 2nd playthrough, because I wasn't yet ready to let go. Please Larian, give us an epilog or at least one last night at the camp with all my allies, companions and friends for the Definitive Edition.\n\nedit: As of patch5 this has been implemented. Thanks Larian Studios! You guys are the best!",
        "recommended": "不推荐"
    }
]