[
    {
        "username": "JoyTjz",
        "playtime": "总时数 6.7 小时",
        "content": "发布于：8 月 26 日\n自2017年E3展上首次亮相以来，这款后来被成为4A级游戏的《碧海黑帆》便以独特的多人海战玩法颇受关注，一方面出于《海贼王》的火热对于大航海时代下对于海盗生活的憧憬，另一方面出于《刺客信条：黑旗》中浅尝辄止却又意犹未尽的海战玩法，但奈何游戏开发路程却并不顺利，以至于后续谈到《碧海黑帆》脑海中便自动与跳票二字挂钩，甚至一度担心项目是否会被直接取消，但好在游戏经历了种种困难也是正式发售了，依旧保持了高水准的美术，但在海战玩法上有些差强人意！\n欢迎关注 网易UU鉴赏家培养计划\n关注UU加速器VX公众号，回复“steam”，获得专属玩家群邀请。\n\n依旧顶级的美术\n作为育碧旗下作品，你可以说他罐头，但绝对质疑不了它的美术设计，不管是最近的《刺客信条幻景》中惊艳的巴格达还是《阿凡达：潘多拉边境》中生机盎然的潘多拉星球，甚至就是独立游戏《波斯王子：失落的王冠》在美术设计上也堪称顶尖，《碧海黑帆》中同样也不逊色，游戏背景设置在印度洋，以海洋为基础打造了一个遍布各种群岛与港口的开放世界，船只驶过凛冽的海风，汹涌呼啸的海浪，部分海域还有这极强的天气效果，加之船只之间火炮战斗效果，战斗体验还是很不错的！\n\n差强人意的海战玩法\n游戏的玩法定位是多人为主的海战，这一点上和最初的预期还是有些差别的，因为他并没有做到像《骑马与砍杀》那样宏观策略与微操的结合，玩家能操作的也就只有船只，而并非是海盗，虽然也有船员的设定，但并没有衍生出比如操作船员登录掠夺这些玩法，战斗中虽然有船员登陆的设定，但实际上也就是一个类似处决的机制，额外获得有些战利品.\n\n游戏的剧情设计也相对薄弱，更多的算是充当新手教程以及任务向导，玩家可以通过任务获取各种资源，这些任务承担了战斗的主要目标，但大部分都是去战斗掠夺些资源，并通过任务获取声望，除了主线任务之外，由于多人游戏的设计游戏还包含了很多赛季限时任务，比如世界任务可以组队去打海怪，游戏的战斗节奏也并不是很快，很多任务可以慢慢享受海上航行的时光，当然对于不喜欢慢节奏航行的玩家在解锁港口后也可以通过金币快速传送！\n\n船只的自定义也是游戏比较有趣的部分，也是促成多人合作比较关键的因素，玩家可以针对船只进行不同的改造，不同的船只拥有不同的属性，并且可以装在不同的配件，比如火炮护甲等等，可以配合多人组队中不同的定位来进行不同的船只diy，可以着重加强护甲抗伤害，也可以打造远程火炮更加灵活进行风筝，策略玩法还算不错！\n\n总的来说可以算是一款瑕不掩瑜的作品，虽然海战玩法设计有些欠缺，或者说可添加的内容可以更加丰富，但对于喜欢海战的玩家来说仍能支撑起不错的游戏体验！",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 723 项产品",
        "found_helpful": "有 124 人觉得这篇评测有价值 2",
        "review_date": "发布于：8 月 26 日"
    },
    {
        "username": "shanchex",
        "playtime": "总时数 0.2 小时",
        "content": "发布于：8 月 23 日\n当你下载完游戏，设置好画面，想运行一下基准测试看看帧数，然后。。。。居然要匹配！是的，你没看错，运行个基准测试也要在线匹配。。。而且一直就没有匹配成功。这必须得给个超级好评奖励一下设计这个的天才",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 5,789 项产品",
        "found_helpful": "有 131 人觉得这篇评测有价值\n有 83 人觉得这篇评测很欢乐 2",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "⛧ M†ropele ⛧",
        "playtime": "总时数 0.1 小时",
        "content": "发布于：8 月 22 日\nAh yes, the \"quadruple A\" game. Imagine having the blueprints for a successful pirate game in Assassin's Creed Black Flag, and then messing up this bad... The only real pirates were the Devs taking peoples money.",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 601 项产品",
        "found_helpful": "有 1,307 人觉得这篇评测有价值\n有 148 人觉得这篇评测很欢乐 176",
        "review_date": "发布于：8 月 22 日"
    },
    {
        "username": "Merrick The Mad",
        "playtime": "总时数 16.6 小时",
        "content": "发布于：8 月 22 日\nBad review as I can't even play the game. When launching it requires uplay. Uplay requires its own activation key from you and if you own the premium edition (could be true of the other versions but I do not know) you will receive a dlc to your account under purchase history BUT no way to access that key yourself for uplay. Thanks Ubisoft very cool.\n\nSmall edit. It counts the uplay launcher as time played if anyone is wondering.\n\nEdit for the dev- Not only did I do all the things you suggested I also opened a ticket with customer service providing my logs from ubi connect and my steam purchase history. I double checked that my ubi account was connected to this steam account and let ubisoft connect have admin rights which I'm almost glad isn't the solution. I also uninstalled ubisoft connect and reinstalled just in case.\n\nWell I found the issue. I had to reinstall ubisoft connect a second time AND THEN clear the Ubisoft connect cache. Brilliant software.\n\nFinal edit. I did end up requesting a refund on the game due to it simply not being good and for some reason the steam overlay coming up makes my controller work incorrectly. Steam denied for my hours being to high which most of them at this point being my fighting with uplay (it's the same thing get over it). Save yourself the trouble of buying this schlock.",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 1,309 项产品",
        "found_helpful": "有 1,177 人觉得这篇评测有价值\n有 50 人觉得这篇评测很欢乐 64",
        "review_date": "发布于：8 月 22 日"
    },
    {
        "username": "professional bottom fragger",
        "playtime": "总时数 1.7 小时",
        "content": "发布于：8 月 22 日\nThis game is incredibly boring. Can't run around your ship or anything - you're stuck in \"driving\" mode with the ability to shoot cannons from a different viewpoint. It's purely naval combat and unfortunately the story, dialogue & missions provided are not strong enough for it to be only naval combat. I have requested a refund.",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 641 人觉得这篇评测有价值\n有 9 人觉得这篇评测很欢乐 20",
        "review_date": "发布于：8 月 22 日"
    },
    {
        "username": "Mester Mikkelsen",
        "playtime": "总时数 0.3 小时",
        "content": "发布于：8 月 23 日\nI thought the game would be playable after buying it a few months after official release but whenever I try to play the game there is a 2min cinematic which is unskippable and after that it forces itself to queue in matchmaking, however after 5 mins of matchmaking it just gives an error code and you have to do it all over again. Since this game is online I can't even play the game because ubisoft can't fix their own servers",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 132 项产品",
        "found_helpful": "有 373 人觉得这篇评测有价值\n有 11 人觉得这篇评测很欢乐 9",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "Occasional Win",
        "playtime": "总时数 4.7 小时",
        "content": "发布于：8 月 24 日\nI played 5 hours and will never play again. This is a disappointing game. There's no substance except for visually-appealing character and ship customizations, the coolest of which are unlocked only with microtransactions. Also, most players do not have PVP turned on. Without PVP, you're left doing mindless fetch quests. It's not even half the game Assassin's Creed: Black Flag was. Don't waste your time or money. There are better co-op pirate games out there.",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 27 项产品",
        "found_helpful": "有 283 人觉得这篇评测有价值\n有 5 人觉得这篇评测很欢乐 14",
        "review_date": "发布于：8 月 24 日"
    },
    {
        "username": "LOTUS.",
        "playtime": "总时数 5.4 小时",
        "content": "发布于：8 月 26 日\n紧张刺激的海战玩法、激情昂扬的水手号子、汹涌澎湃的海浪卷席······随着《碧海黑帆》上架蒸汽平台，大航海时代终于来临啦！那么，经验丰富的船长，你准备好了吗？你是那个梦想成为“海贼王”的男人吗？踏上属于你自己的成王之路吧！\n\n欢迎关注 网易UU鉴赏家培养计划\n\n\n光是游戏开头的CG便给玩家营造了浓浓的海战氛围，谁不想从籍籍无名的小辈登上“海贼王”的宝座？CG的制作精良无需多言，准备好截图就行了，通过明暗的强烈对比与人物特写的刻画，大海上的波涛汹涌和各大势力间的暗流涌动跃然纸上。\n\n开头CG过后便是一段激烈的海战，操控船舵、指挥水手，将大炮瞄准敌人的软肋，随着指令的下达，敌人的船只在顷刻间沉没，好一个“谈笑间樯橹灰飞烟灭”。只可惜好景不长，敌人人多势众，你的战舰终究是没能招架住敌人的火力压制，货物丢失而你也漂流到了海岛上，你还有东山再起的日子吗？\n\n\n说实话，开头的CG加战斗完美满足了我对完美海战游戏的幻想，但随着游戏的深入，部分内容还是存在不尽如人意的地方。\n\n在玩法方面，《碧海黑帆》更加注重船只及其装备的养成。游戏中光是船只的种类就有数十种，每艘船只都可以配备精良的武器；同时船只本身也有属于自己的特性，是选择暴力冲撞还是远程攻打，一切的进攻策略皆交由玩家决定，根据特定的目标选择特定的船只可以实现事半功倍的效果。在攻占完成的登船动画也是看的让人热血沸腾。同时游戏存在PVP机制，当玩家打开PVP旗帜后就可以于其他玩家组队游玩，抑或是向另一名玩家发起挑战进行掠夺，就目前看来这种联机游玩的体验还算不错，不存在联机难、易掉线、找不到玩家等缺点，喜欢海战PVP的玩家有福啦。\n\n可能《碧海黑帆》有些过分注重于养成系统了，这就导致了在前期玩家的游玩体验相当坐牢。首先你只有一艘初始船只、简单的火炮以及数量有限的弹药，面对较难操控的船只、随时会发生变化的天气系统、较高的战力差距，游戏难度可谓是直线飙升；同时对于没有玩过该类游戏的玩家，在控制船只前进方向的同时还需要进行武器瞄准，在前进的过程中攻击对方船只的弱点，而发射出去的炮弹的落点有时又有些让人摸不着头脑，在海战环节免不了一阵手忙脚乱。虽说前期任务的难度都不算高，度过这段艰苦的时光也许就可以体验到紧张博弈的海战，但成长期还是有些过于冗长了，很多玩家在熬过这段日子前就已经丧失了游玩的乐趣。\n\n此外，游戏在任务以及日常目标方面也存在着不小的槽点。开始恢弘的战斗，船长流落海岛得到帮助后重回大海，这一切安排都让我觉得整个游戏的流程都是不断通过战斗和掠夺，扮演一名名副其实的海盗，重拾荣光、称霸一方。但是事与愿违，虽然也有海战任务的存在，但其占比并不算高，玩家接到的更多的任务往往是海域探索、商品贸易等等，我可是海盗，烧杀掠夺才是我的天性，怎么还一本正经地让我工作起来了，我堂堂海盗留在大海间的不是我伟大的航海事迹，却是我勤勤恳恳的甘当货拉拉？\n\n\n虽然游戏本身不可避免地存在着一些槽点，但是好在瑕不掩瑜，尤其是当水手号子的声音响起时，《碧海黑帆（Skull and Bones）》为玩家营造的沉浸式海战氛围还是非常优秀的；熬过艰苦的发育岁月，横行于大海之上，留下属于你的传说吧！",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 105 项产品",
        "found_helpful": "有 58 人觉得这篇评测有价值 0",
        "review_date": "发布于：8 月 26 日"
    },
    {
        "username": "helland_greg",
        "playtime": "总时数 0.3 小时",
        "content": "发布于：8 月 23 日\nWhat a crock of ♥♥♥♥.. There is no SINGLE player ( AS advertised) in this game you have to wait in the ♥♥♥♥♥♥ match making que for other players and you never get connected... AVOID this game it is garbage and i know what they are doing...... They delay the match making Que til you get close to the 2 hour mark so you cant get a refund from steam and then you are stuck with this POS.....",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 527 人觉得这篇评测有价值\n有 13 人觉得这篇评测很欢乐 37",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "CS:GOvno",
        "playtime": "总时数 0.1 小时",
        "content": "发布于：8 月 22 日\nИгра была одна\nИгра была говна!\nКонторе педарасов\nПринадлежит она!\n\nУважаемые пассажиры нашего Пиратского лайнера \"Анальный дайвер\", просим вас пристегнуть себя к мачте, мы полным ходом направляемся на остров Рефаунда! ЙО-ХО-ХО, и бутылку Рома в жопу Юбисофт!",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 523 项产品",
        "found_helpful": "有 137 人觉得这篇评测有价值\n有 44 人觉得这篇评测很欢乐 20",
        "review_date": "发布于：8 月 22 日"
    },
    {
        "username": "Tiniturtle",
        "playtime": "总时数 49.2 小时",
        "content": "发布于：8 月 25 日\nthe world's first AAAA game that have less content to play than many indie game now day",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 264 项产品",
        "found_helpful": "有 90 人觉得这篇评测有价值\n有 8 人觉得这篇评测很欢乐 2",
        "review_date": "发布于：8 月 25 日"
    },
    {
        "username": "Peanut",
        "playtime": "总时数 8.9 小时",
        "content": "发布于：8 月 23 日\nCan't get into the actual game as you need to connect to the servers which doesn't seem to be working. not sure why they say it has single player if you need to connect to servers... rather say online Single player so that we know we will one day not be able to play the game when Ubisoft shuts down the servers like they have recently done with other titles.",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 232 人觉得这篇评测有价值 7",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "𝑨𝓒𝓔",
        "playtime": "总时数 0.3 小时",
        "content": "发布于：8 月 23 日\nSailing ships with stamina bar\nThe individual who thought this was a good idea should really get a prize for that. I wouldn't even play it again if it was free. Not only this game look like a ugly version of black flag, it plays worse, although the whole game revolves around ships. What amazes me even more is that Ubisoft actually managed to add achievements on Steam for this time-wasting game. What about Valhalla, Breakpoint, Legion?",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 2,244 项产品",
        "found_helpful": "有 1,001 人觉得这篇评测有价值\n有 52 人觉得这篇评测很欢乐 31",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "Vex Obscura",
        "playtime": "总时数 0.3 小时",
        "content": "发布于：8 月 23 日\nI have never refunded something so fast in my life. Why is this always online when the matchmaking doesn't even work? I personally expected it to possibly have been improved upon since it's release, but it seems like everything that has been negatively reviewed about it still stands to this day. I'm very disappointed, to be honest. Considering this is supposed to be a Triple-A title from a multi-million dollar company like Ubisoft and you can't even get in to play? There should be an option to opt out of multiplayer completely from the beginning until they can fix matchmaking, but there isn't. Been wanting another good pirate game for a while now, but this is just not it. I will personally refrain from purchasing anything from this company from here on out. I expect these kind of launch mishaps from smaller indie-developers. Not from big companies like this.",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 313 人觉得这篇评测有价值\n有 4 人觉得这篇评测很欢乐 10",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "e1smurf",
        "playtime": "总时数 0.2 小时",
        "content": "发布于：8 月 23 日\nSkull and Bones — многострадальная игра про пиратов, которую делали 11 лет!\n\nИгра которую делали 11 лет наконец-то добралась и до Steam. Не знаю в каком месте это АААА -игра, но цена это просто п*дц даже с учётом скидки в -60%.\n\nВ игре о пиратах НЕТ возможности плавать в воде, и сражаться на мечах 🤯\nВся игра это 20-30% от по возможностям и геймплею.\n\nЯ однозначно не рекомендую покупать за такой конский прайс. Уж лучше поиграть в старенький или .",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 590 项产品",
        "found_helpful": "有 147 人觉得这篇评测有价值\n有 9 人觉得这篇评测很欢乐 6",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "Black Horse",
        "playtime": "总时数 20.6 小时",
        "content": "发布于：8 月 24 日\nIt's a decent game at best. Wouldn't spend money on it, nor buy it for no more than 30 bucks or less just because of Ubisoft alone.\n\nThe Storyline is about as interesting as watching cake bake in an oven, but not enough for me to simply go through each cutscene. Your word choices DO NOT matter, the outcome is the same no matter what.\n\nThis is an always online game, so of course it plays like a mobile arcade game, which is pretty lazy for how many titles Ubisoft has to offer. If you like Ship Combat games, I suppose this is a good game for them. There is no on the ground combat, or Ship-Boarding combat AT ALL. If that is what you were looking for, avoid this game like the plague.\n\nOverall, this game is not a total failure in regards of making a game, but when it comes to comparing the previous titles with greater ship combat and aspects (AC III, AC IV:Black Flag), it falls short on expectations so much that I could hardly recommend this game for anyone, especially at full price.",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 111 人觉得这篇评测有价值\n有 4 人觉得这篇评测很欢乐 5",
        "review_date": "发布于：8 月 24 日"
    },
    {
        "username": "dogsama狗哥",
        "playtime": "总时数 2.1 小时",
        "content": "发布于：8 月 27 日\n《碧海黑帆》是育碧开发的一款主打海战与海盗扮演体验的角色扮演游戏，游戏中玩家需要扮演一名海盗在印度洋与其他玩家合作或者对抗，并通过完成各种地标活动获取各式各样的资源与养成素材。\n\n《碧海黑帆》项目立项已久，并且育碧也投入了很多资源进行宣发，可是游戏却一而再再而三的跳票足足七次之多，上一个这样跳票的游戏还是幻之游戏《丝之歌》\n\n欢迎关注网易UU鉴赏家培养计划\n关注UU加速器VX公众号，回复“steam”，获得专属玩家群邀请。\n\n终于今年二月《碧海黑帆》登陆了育碧自家平台，并于今年八月登录了steam。\n\n\n在游戏内容与游玩体验方面，在游戏发售后不久，口碑就已经被爆破了，而实际游玩后，我也只能说《碧海黑帆》只能是的《盗贼之海》的代餐，而且是劣质的那种。\n\n首先说说《碧海黑帆》，这款游戏我认为绝对是育碧寄予厚望的项目，首先在好多年前育碧就想做属于自己的海盗游戏。\n\n当年《刺客信条4》大火，而游戏中的海战内容与海盗文化的浪漫着实让玩家为之着迷，于是不久后育碧就公布了一款脱胎于《AC4》的移动端海战游戏，我记得当年很多宣传内容都是有意无意的去碰瓷自家的《AC4》\n\n但是这款游戏反向非常一般，没翻起什么风浪，于是这个类型的游戏在育碧这边就完全沉寂了。\n\n直到2022年育碧宣布了《碧海黑帆》项目，而不出所料这款游戏也是脱胎于《AC》，甚至每次宣传都要带上一句：这游戏是做AC海战的制作组主导开发的。\n\n终于到了游戏发售，大家满怀期待的进入游戏，可是游戏的品质的确是存在一些问题。首先说说游戏内容的一些问题。\n\n游戏内容上来说，我们扮演的并不是海盗本身，而是扮演的一艘船，这点可能让很多玩家接受不能，因为据我所知买这款游戏的玩家很大一部分其实是想去体验海盗模拟这一块的。\n\n之后就是游戏的气质，这款游戏确实是育碧气质，一打开就知道是育碧的游戏，因为开放世界里的地标事件实在是让人太熟悉了。\n\n除此以外，其余的游戏内容就凸显了一个内容不足，更具体的说就是野心远远大于实力了。\n\n首先育碧的游戏往往会提供巨量的自定义内容，比如《全境封锁》中那样，提供了巨量的外观内容。\n\n而碧海黑帆也是如此，从船长到船上养的宠物，再到海盗船本身，都有很多的自定义外观，但是这也让玩家直观的体会到了另一个问题：好像舰船和装备(数值养成)这一块有点问题。\n\n首先是船体种类非常少，并且可拥有的船只数量真的不像是一个这个世代正常工作室能设计出来的，到了第一赛季结束后才能拥有十艘船。\n\n之后就是装备的问题，玩这款游戏打开一定义选项后，育碧恨不得让你把这艘船的每一个角落都个性化一番。\n\n但是穿上能装备的涉及到数值强的的就只有三个栏位：装甲，炮台，船体陈设。这就让人很费解了，他明明自定义能做的这么好，从船身到烟花一应俱全，但是他做核心系统的时候却这么敷衍。\n\n之后就是战斗部分了，战斗部分并没有大家期待的相互跳帮海盗混战，有的就只有两艘船摆好姿势互射，看谁先被打沉，这就是脱胎于刺客信条是吗，海战扣出来，然后给刺客要素去掉是吗。\n\n\n从《碧海黑帆》的表现上来说，只能说它是一个平庸的海战游戏，甚至和海盗都不搭边，并且不是一款合格的育碧游戏，没有育碧以往游戏的质量。\n\n而且这款游戏也能让人看出育碧工作室协同办公的一些弊端，强力工作室永远是这么强力，但是之前做边角料的工作室永远就只是做做边角料的水平了。",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 54 人觉得这篇评测有价值 0",
        "review_date": "发布于：8 月 27 日"
    },
    {
        "username": "see you smile",
        "playtime": "总时数 8.8 小时",
        "content": "发布于：8 月 25 日\n扬起风帆，去看看传说中的碧海狂涛\n\n这是一款被育碧寄以厚望，并且宣称为4A级别的海战游戏，也是我第一次接触的海战题材RPG游戏，13年就开始开发，在17年的E3初次亮相，就备受瞩目，中途经历了六次跳票，还有多次游戏总体设计的更改，可以看得出，育碧为了这款作品真的是付出了很多的心血，不过因为首发平台没有steam的原因，我也是在如今才玩到这款作品，接下来话不多说，给兄弟们讲讲本作的具体体验。\n\n欢迎关注 网易UU鉴赏家培养计划\n关注UU加速器VX公众号，回复“steam”，获得专属玩家群邀请。\n\n\n\n作为一款海战题材的RPG游戏，那么必须要有撑得起作品的故事背景来作为游戏的基调，我们故事的舞台将发生在17世纪的印度洋上，那里充斥着殖民掠夺，这些也都是真实的历史进行改编，同时也是海盗最为盛行的年代。故事的开头还挺有趣的，把引导和剧情展开结合在一起，开头教导我们如何驾驶海盗船，经过一番激烈的海战，船被击毁之后，我们侥幸活了下来，并且漂流到了圣安妮，于是一个流浪汉船长东山再起，扬名整片海域的故事就此拉开帷幕。\n\n\n\n在游戏的玩法方面，最主要的就是PVE的海战环节，我个人的感觉是蛮爽的，总体来说有点像黑旗的海战，但是更加精美，而且战斗也更震撼，我们需要去打造出属于自己的海盗船，然后为我们的船装饰上武器和护甲，并且给船身来点内外搭配，而且这款游戏似乎为了模拟出真实海战的情景，很多细节都进行了还原，无论是扬帆起航时的风向，还是对于武器系统的设置，需要考虑到装填速度，伤害，射程，等一系列的问题，还有就是我们的海盗船能装配几门大炮，这些都需要去进行考虑。兄弟们千万不要尝试逆风前行，不然2000米的路程，需要航行十几分钟。\n游戏除了PVE之外，其实还有PVP环节，我们需要更换PVP旗帜，不过游戏并不鼓励PVP，其实更加支持玩家之间相互组队去进行PVE。毕竟只有一艘海盗船算什么大海盗，三五成群在一起才足够震撼。不过要小心的就是死亡后，如果没有选择原地复活，选择去圣安妮复活的话，就需要进行跑尸，因为我们的所有货物都被遗落在大海之上，需要跑回去找到船的残骸，收集货仓。\n\n其实让我感到最惊喜的点，就是我们扬帆起航的时候，响起的船歌，有点加勒比海盗的感觉了，谁没有一个航海梦呢，毕竟黑珍珠真正的含义，就是自由。游戏的优化方面，其实也做的挺不错的，因为我的电脑是1050TI，一开始看到最低配置要求是1060还感觉带不动，但是没想到进入后，真的是流畅运行，没有丝毫卡顿，广阔的世界，充满危险的印度洋，各种各样的凶残海盗以及充满威胁的海上奇怪生物。我的冒险之魂已经开始燃烧了，因为steam并不是首发平台，实际上当我们玩到的时候，已经是第三赛季了，先比起第一赛季的怒海狂涛和第二赛季的浩劫交响，其实第三赛季的龙之觉醒更合我胃口，充斥着中国元素，乌云密布的天空，若隐若现的中国龙，海浪和火炮的声音响起，各种海盗的呼喊声，说实话，氛围感这块拿捏了。不过剧情方面，还是有点薄弱，期待后续的更新和完善吧。\n\n\n总体来说这是一款优秀的作品，育碧十年磨一剑，打造出的4A级别海战RPG游戏，它也许算不上一个满分答卷，毕竟有些地方还是有点薄弱，但是它一定算得上一款好作品，对于环境的刻画，很多细节的描述，战斗场景的震撼感，还有海盗之歌的响起，无时无刻都在告诉我，也许现在我只是一个海上的混混，但是未来，一定能成为名扬四海的大海盗，如果你对此类题材感兴趣，并且想要亲自体验一下成为海盗的感觉，那么不妨来试试这款《碧海黑帆》吧，它不会让你失望的。",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 952 项产品",
        "found_helpful": "有 51 人觉得这篇评测有价值\n有 8 人觉得这篇评测很欢乐 2",
        "review_date": "发布于：8 月 25 日"
    },
    {
        "username": "chaoticxspawn",
        "playtime": "总时数 0.6 小时",
        "content": "发布于：8 月 26 日\n产品已退款\n\nPlayed the beta, felt like it was an empty soulless shell with nothing but shooting cannons to entertain you. Bought it on sale recently, still a soulless shell with nothing to do but shoot cannons. Ubisoft are so disconnected from their fanbase, it's actually sad",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 155 项产品",
        "found_helpful": "有 84 人觉得这篇评测有价值\n有 4 人觉得这篇评测很欢乐 3",
        "review_date": "发布于：8 月 26 日"
    },
    {
        "username": "MadHatter",
        "playtime": "总时数 14.2 小时",
        "content": "发布于：8 月 25 日\nHonestly there are elements that are ok about it, but that shouldn't be something you say about a $60 game. This should be a free to play game, AAAA my buTTTT.\n\nThe game can't decide if you are a pirate or a pirate ship, and most of the upgrading/customization is limited or behind a paywall, so again it is in free to play territory here",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 136 人觉得这篇评测有价值\n有 7 人觉得这篇评测很欢乐 8",
        "review_date": "发布于：8 月 25 日"
    },
    {
        "username": "♔龍威♔軍團長",
        "playtime": "总时数 44.3 小时",
        "content": "发布于：8 月 23 日\n我的游戏简历，两小时游戏，登录一小时四十分，开场动画海盗基地跑两步游戏就崩溃了，重新登录一直匹配玩家，进不去，想申请退款被拒绝了。原因就是超过两小时了，紧接着就游戏玩不了，钱也没有了。没入坑的兄弟们，慎之又慎哦！！！",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 49 人觉得这篇评测有价值\n有 4 人觉得这篇评测很欢乐 0",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "TwigTwig",
        "playtime": "总时数 0.3 小时",
        "content": "发布于：8 月 23 日\nUbisoft Connect is a human rights violation.",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 378 人觉得这篇评测有价值\n有 77 人觉得这篇评测很欢乐 31",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "Deathexpulsion",
        "playtime": "总时数 0.1 小时",
        "content": "发布于：8 月 26 日\n产品已退款\n\nLooks fun but couldnt even play it due to Ubisoft Account/Software issues. Why its on steam while still needing other party software i will never understand.",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 119 人觉得这篇评测有价值\n有 4 人觉得这篇评测很欢乐 7",
        "review_date": "发布于：8 月 26 日"
    },
    {
        "username": "GoatYoke59",
        "playtime": "总时数 0.7 小时",
        "content": "发布于：8 月 24 日\nI was excited to play This Game but it reminded me how good Sea of Thieves is.\n\nPS Don't get not fun and runs poorly",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 122 人觉得这篇评测有价值\n有 6 人觉得这篇评测很欢乐 3",
        "review_date": "发布于：8 月 24 日"
    },
    {
        "username": "AoBaiYYDS",
        "playtime": "总时数 1.1 小时",
        "content": "发布于：8 月 23 日\n强制联机？没人匹配不让玩游戏？那你这游戏要是一直火不起来，那是不是大家都别玩儿了？",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 315 项产品",
        "found_helpful": "有 38 人觉得这篇评测有价值\n有 3 人觉得这篇评测很欢乐 1",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "PARROTBOLD",
        "playtime": "总时数 0.1 小时",
        "content": "发布于：8 月 24 日\nCouldn't download after purchasing. Once that was fixed, it wouldn't let me log into my Ubisoft Connect account (required to play). Said my age was invalid when I tried to create a new Ubisoft Connect account. Refund pending.\n\nI tried to ignore the negative reviews. Figured $24 was low enough risk. It wasn't. Shouldn't even be listed in the store in the first place. Not the first Ubisoft game I've had refunded, but will certainly be the last.",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 263 人觉得这篇评测有价值\n有 12 人觉得这篇评测很欢乐 3",
        "review_date": "发布于：8 月 24 日"
    },
    {
        "username": "倒影",
        "playtime": "总时数 7.1 小时",
        "content": "发布于：8 月 26 日\n《Skull and Bones》：扬帆起航，有野心有实力，那就做这海上霸主!\n盼星星盼月亮下育碧终于带着那前所未有的海战冒险体验之作碧海黑帆登录啦，其融入了一贯的开放世界设计理念，为玩家打造了一个广阔无垠、充满未知与挑战的印度洋海域，这一次咱要做海上霸主!\n欢迎关注 网易UU鉴赏家培养计划\n关注UU加速器VX公众号，回复“steam”，获得专属玩家群邀请。\n游戏内容及体验\n游戏中，玩家将扮演一位船长，与船员们一同为了诗与远方桀桀桀，驾驶着自己的战舰，在波涛汹涌的海面上与敌人交战，忙忙碌碌寻宝藏下不忘炮击船战开展掠夺工作，养成什么的哪有直接牟取硕果快，但一切还是实力至上，海贼王我当定了!这便体验刺激的海战乐趣。\n\n初来乍到还好有他人相助，新手期间玩家也有属于自己的小船并配备好武器、船员等以期出航，待一番发育便逐步拥有更加强大的军事实力以武装，这个世界实力至上，小小虾米只能作为被掠夺的对象，发育发育还是发育吧!\n\n海域那么大咱想去看看，安全区域玩家可肆意行驶并拾取一切资源以供己用，小岛椰子、各种材料那是应有尽有就看玩家是否愿意停泊片刻开始扫荡。一旦驶出安全区域那就要小心各方势力了，人机势力上玩家一般不主动招惹关系还算缓和，但由于任务驱使以及各种悬赏还有其所有的物资不由得令人眼红，恰逢游戏规则是弱肉强食，战斗那是一触即发。当然，船在海上漂，如何掌舵扬帆也是一门学问，游戏支持一／三两种视角，更能以航海士角度俯瞰全局，注意船只体力条的同时控制好方向以往目的地进发，玩家一定要留体力条有余地，不然一旦开展难以撤退或者规避敌人炮火，这里不要犹豫太多，射程和装填速率到位就是一个持续打击，战至一定时间亦可派遣船员勾爪安排，海上变甲板站不亦乐乎，同时船体相撞也是一大关键，只要敌方船毁那便是胜利，一场战斗下来战果颇丰也莫忘了“逃之夭夭”，否则下一个海上亡魂可能就是玩家了，失败那可基本上是无功而返还要维修船只呢～\n\n除了海上内容多多，一旦靠岸那个补给也是不能少。人物diy，船体改造升级甚至直接更换那是应有尽有，武器、船体等哪里不行改进那里，要的是材料与金钱那就挣，一番发育下来实力自然而然就上来了，当然作为网游，游戏也加入了一系列内容，随赛季不断更迭的通行证事半功倍，有需要的话也可以安排一下，主打一手实力不足肝度来凑。\n\n整体而言，本作带着大折扣转战至steam，虽已经缺少了一定热度，但玩法上还是相当刺激有趣，海上争霸战孰能不爱，可谓是男人的浪漫，战与不战皆看己，海上拉扯火力全开，游戏魅力尽在不言中。",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 1,441 项产品",
        "found_helpful": "有 59 人觉得这篇评测有价值\n有 1 人觉得这篇评测很欢乐 0",
        "review_date": "发布于：8 月 26 日"
    },
    {
        "username": "K Reaper",
        "playtime": "总时数 8.1 小时",
        "content": "发布于：8 月 25 日\n扬帆，乘风破浪，战个痛快！\n《碧海黑帆》终于登录蒸汽平台了，这是一款航海动作角色扮演网游。一款海盗题材的游戏，竟然跟经典潜行动作游戏<刺客信条>有着不可忽略的关系？当年<刺客信条>正统续作<刺客信条4：黑旗>以加勒比海盗时期为背景，不论是这个设定，还是游戏玩法，都深受玩家津津乐道。于是开发商计划将这一部分内容拿出来，单独做个以海盗玩法为主的游戏，也就是我们今日见到的《碧海黑帆》。\n欢迎关注 网易UU鉴赏家培养计划\n关注UU加速器VX公众号，回复“steam”，获得专属玩家群邀请。\n\n前言：好记性不如烂笔头\n《碧海黑帆》是款在线角色扮演游戏，当然游戏不止多人游玩内容，游戏也提供了单人游戏环节。由于多人游玩内容，因此需要注意，游玩本作请保持网络畅通。\n\n就个人的游戏体验而言，登录还是比较方便的。以防万一，账号密码一定要记录到笔记本或在线文档，避免忘记。\n\n\n首次打开游戏，会有一段自动播放的赛季动画，该动画制作确实精良，看着也赏心悦目（赶紧截图），只是默认状态下没有（中文）字幕，以至于对这个故事只懂了一部分。\n\n游戏本体的开场的艺术动画，一如既往的保持着该开发商的高水准。其CG的质感和艺术性都非常印象深刻，看着就是一种享受。说实在的，得空时真应该创建一个文件夹专门收录开发商的艺术CG，这是值得的。\n\n\n本作的优化还是令人满意的。该开发商的图形表现一如既往的优秀且稳定，虽然过去多数游戏被玩家们调侃为“罐头”，但是在图形表现上可深得玩家们的认可。\n\n如果只是图形设计、图形质感优秀，有玩家或许会说这也没那么难吧，好像不少开发团队也能办到。可不禁想问一句，在保持着优秀美术的同时，还能把握住游戏性能优化呢？这样的结果当真惊人！特别是开发商在同场景，同视野内容敢于编排大量的（模型）单位的情况下，还能稳稳控制住游戏的优化，属实是谜一样的技术实力。\n\n作为无名小卒，我们的目标就是干出一番事业。游戏最初玩家只有一艘小破船，当然这并不能难到我们，我们生来就是要干大事业的。打造更强的舰船，提升我们的影响力，扩大我们的势力，称霸海域。\n\n本作跟“黑旗”的玩法有些不太一样，感觉更偏向于经营类，将核心体验从“人”转向了“船只”。过去是围绕玩家角色为主，玩家扮演海盗，玩家打造自己的角色，然后会参与船只对战的一系列模拟玩法。本作玩法主要是围绕打造舰队出发（角色环节的权重要低一些），在这个过程中会有其它的游戏内容，例如：执行任务、海域探索、特别事件、货物贸易和海战等玩法。\n\n不过作为主打体验海战的游戏，如果依旧以角色打造为核心，难免与海战主题有些维和，要知道这一次玩家想体验的是海洋战斗。那么如何强化海战的体验，必然是设计最优先的考量，当前游戏内容围绕打造舰队，体验海战的玩法就是很好的出发点。\n\n其实这两者的核心体验都没变，只是所处的视角的变了。“黑旗”的核心体验是款动作冒险游戏，海战掠夺只是所有内容中的一个环节；碧海黑帆的核心体验则是体验开放世界海战的，海盗们的目的无疑是让自己的舰队更强大（能够更好的掠夺别人），所以打造更好舰队的这这种思路没什么大问题。如果真要做成一款纯粹的“海盗模拟器”，那多少有些无聊，对于一些玩家而言，可能还会觉得有些过火了。\n\n设计思路合理，并不表示在落实层面是完美的。本作不论想设计何种海盗体验，在海战的体验环节，一定是重中之重。遗憾本作在海洋对战环节，还是简化了些，其中一些细节不足，这也是前面为什么说本作更偏经营游戏的原因之一。像对于船只的控制，船只对战的模拟都稍微过于娱乐化了一些。而且在海洋冒险环节，最令人热血沸腾的登船战斗环节没有（一段登船动画后直接结算奖励），以及探索体验在后续同质化明显。\n\n游戏中的PVP机制，让我想起了2000年初的网游设计思路。玩家可以自行打开或关闭PVP，开启PVP旗帜后，玩家之间可以相互掠夺，玩家默认处于一种可被其他玩家伤害的状态，当然玩家也可以伤害别人。这个设计整体是合理的，玩法不在新旧，在于合适就好。\n\n如果在海战环节的模拟更加细节一些，个人对其的推荐度应该会更高一层。当前的游戏内容量是足够的，更何况还有大量赛季内容可供游玩。\n\n最后感谢各位冒险者的阅读！",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 31 人觉得这篇评测有价值 0",
        "review_date": "发布于：8 月 25 日"
    },
    {
        "username": "Galamata",
        "playtime": "总时数 1.0 小时",
        "content": "发布于：8 月 23 日\nThey took most of the fun things from AC: Black Flag, upped the graphics a little, and called it Skull and Bones. RTS sucks; graphic was expected to be much better; combat meh; no abordage; no leaving the ship; no fun. You think you may like shooting ships, maybe. But everything else is dogwatter. They made the game online, so you can't crack it and have to buy the game even if you want to play solo. You think you can turn off PVP and play? NO. Most of the time, other players will shoot your target and completely ruin your fun. Never buy games that force you to be online, especially if the gameplay is single-player.",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 247 人觉得这篇评测有价值\n有 6 人觉得这篇评测很欢乐 14",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "PIXEL_Bully",
        "playtime": "总时数 0.3 小时",
        "content": "发布于：8 月 24 日\nAhoy, Mateys!\n\nI was ready to hoist the sails and plunder the high seas like it was Black Flag all over again, but instead, I found myself in a leaky rowboat with a couple of rotten oars. I mean, really—how do you go from the masterpiece that was Black Flag to this soggy biscuit of a game? It's like expecting a fine rum and getting watered-down grog instead.\n\nI barely survived the opening mission before I had to abandon ship. Naval warfare? More like a cartoonish water balloon fight! Cannons firing like machine guns? Ships doing donuts on the ocean with zero wind mechanics? Even SpongeBob's watery escapades have more realistic naval action!\n\nAnd let’s talk about those graphics—if this game had a face, it would be stuck in the awkward teenage years of the mid-2000s. The textures look like they were plundered from Davy Jones very own bilge tanks, and no amount of \"ray-tracing\" is going to polish this barnacle-encrusted mess. I’ve played mobile games with better visuals and more authentic pirate action!\n\nThen, for absolutely no reason whatsoever, I was kicked from the server! Not disconnected, mind you—actually kicked! It’s like the game itself realized how bad it was and did me a favor by tossing me overboard. So thanks for that I guess.\n\nIn short, if you're looking for a swashbuckling adventure, this ain't it, matey. Save your doubloons and sail far, far away from this one. Black Flag set the bar high—this game just walked the plank.\n\nTime for me to go grovel to the steamy pirate overlord and beg for my doubloons back!",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 75 人觉得这篇评测有价值\n有 24 人觉得这篇评测很欢乐 30",
        "review_date": "发布于：8 月 24 日"
    },
    {
        "username": "Telpyrion",
        "playtime": "总时数 0.6 小时",
        "content": "发布于：8 月 23 日\nits an arcade game for those who hate any strategic thoughts age of sail ships with basically mini guns",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 119 人觉得这篇评测有价值\n有 3 人觉得这篇评测很欢乐 1",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "Leo Fortune",
        "playtime": "总时数 4.7 小时",
        "content": "发布于：8 月 24 日\nFree to play game (2017) for 48$",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 494 项产品",
        "found_helpful": "有 29 人觉得这篇评测有价值\n有 1 人觉得这篇评测很欢乐 0",
        "review_date": "发布于：8 月 24 日"
    },
    {
        "username": "Nex | Bonk :)",
        "playtime": "总时数 11.9 小时",
        "content": "发布于：8 月 26 日\nUbisoft overpromised and under delivered another lackluster pirate game without actual pirating, no melee combat whatsoever, you are stuck with repetitive ship combat and little to no content besides fetch quests. just buy sea of theives instead. start listening to your fanbase more Ubisoft and perhaps u can be considered a AAA game company again",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 53 人觉得这篇评测有价值 1",
        "review_date": "发布于：8 月 26 日"
    },
    {
        "username": "Entropy",
        "playtime": "总时数 0.2 小时",
        "content": "发布于：8 月 24 日\nUbisoft launcher will not allow the game to start without creating an account. Unfortunately an account can not be created after buying the game for some reason, making it an utterly worthless waste of time. Would have probably been nice to play. Unfortunately not worth the sales price due to this grave mistake by Ubisoft.",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 137 人觉得这篇评测有价值\n有 4 人觉得这篇评测很欢乐 3",
        "review_date": "发布于：8 月 24 日"
    },
    {
        "username": "Gray rabbit",
        "playtime": "总时数 15.2 小时",
        "content": "发布于：8 月 23 日\n不会做网游就不要做，做单机不香吗？做玩家自己电脑是服务器的游戏不香吗？何苦强制用公司的服务器，结果根本进不去。没玩家在线就不要强制匹配玩家才能进游戏啊！单机我也可以的！不是非要社交非要攀比！你真出好东西我自己买给自己玩就不可以吗？非要靠玩家的攀比心挣钱吗？你这样只会让人退款，你这吃相只会让人恶心。\n追加几句话：我库里不是没有进不去服务器的游戏，但是那些都是我一时兴起买的，可是碧海黑帆可是我从18年等到24年的游戏，六年时间要是生个小孩都能打酱油了，结果就等来这么一个玩意？连服务器都进不去为啥非要强制玩家进服务器呢？你说你就算做个以玩家电脑为主服务器的游戏，再卡我都认了，其他好友进不来我也认了，至少游戏是能玩得到的，结果现在连进都进不去，我买它做啥？进去看登陆界面吗？",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 594 项产品",
        "found_helpful": "有 46 人觉得这篇评测有价值\n有 2 人觉得这篇评测很欢乐 0",
        "review_date": "发布于：8 月 23 日"
    },
    {
        "username": "Jesse",
        "playtime": "总时数 1.3 小时",
        "content": "发布于：8 月 25 日\n产品已退款\n\nThe ship combat it kinda meh imo. Even at 24 dollars, I dont think there is too much fun to be had that cant be found in other games. Even Assassins Creed 4, the game that this was inspired by, had far more interesting ship combat that was arcade like but still had weight to it.\n\nBeing able to turn on the spot to fire front cannons then any other cannons after they reload is a bit silly. Ships having a Stamina bar is crazy. And using items on the spot like a traditional rpg makes no sense to me.\n\nAs I was not having fun with the first hour of the game at all I decided to refund it. I did not experience the mid to late game content like the boss battles or monster fights. But I imagine its more of the same with different cannons.\n\nIm certain Ubisoft will stick to this game for at least another few years as long it makes even a little bit of money for them, but I don't think I would ever consider trying this game again unless some fundamental changes were made to how combat and sailing works.",
        "recommended": "不推荐",
        "owned_products": "",
        "found_helpful": "有 98 人觉得这篇评测有价值\n有 1 人觉得这篇评测很欢乐 3",
        "review_date": "发布于：8 月 25 日"
    },
    {
        "username": "eLemenOPi",
        "playtime": "总时数 5.9 小时",
        "content": "发布于：8 月 23 日\nEven though Ubisoft improved upon the mess it is still that.\n\nI will be giving it a better try but so far it is exactly what I feared...\n\nThank you Ubisoft for the AAAA laugh.\n\n-Encountered several bugs before the character creation\n-Raytracing on by default is a little silly\n-English voiceovers are terrible, switch to another language and use subtitles\n-Textures continuously fade in and out\n-Land movement is abysmall with bad collision\n-Everything connected the ubisoft way\n-Monetised everything\n\n+I like pirates\n+Shooting looks cool\n+I am sure we will be proven how it could be worse in a couple of years",
        "recommended": "不推荐",
        "owned_products": "帐户内拥有 2,822 项产品",
        "found_helpful": "有 128 人觉得这篇评测有价值\n有 8 人觉得这篇评测很欢乐 0",
        "review_date": "发布于：8 月 23 日"
    }
]